Repository: B4rabbas/wargus
Catalog: scripts/translate/stratagus-*.po
Languages: it

source: You cannot reach building place
it: Non puoi raggiungere il luogo di costruzione

source: Not enough resources to build %s
it: Non hai abbastanza risorse per costruire %s

source: Can't build more units %s
it: Non puoi costruire piu' %s

source: Unable to create building %s
it: Impossibile realizzare: %s

source: You cannot build %s here
it: Non puoi costruire %s qui

source: New %s done
it: Nuovo/a %s completato/a

source: We need more %s for repair!
it: Serve piu' %s per riparare!

source: %s: research complete
it: %s: ricerca completata

source: %s has collapsed!
it: %s e' crollato

source: %s is running low!
it: %s si sta esaurendo!

source: %s: not enough mana for spell: %s
it: %s: non hai abbastanza mana per l'incantesimo: %s

source: %s: spell is not ready yet: %s
it: %s: incantesimo non ancora pronto: %s

source: %s: not enough resources to cast spell: %s
it: %s: risorse insufficienti per lanciare l'incantesimo: %s

source: %s: can't cast spell: %s
it: %s: non puo lanciare l'incantesimo: %s

source: Unable to train %s
it: Impossibile addestrare %s

source: New %s ready
it: %s pronto

source: Upgrade to %s canceled
it: Potenziamento per %s annullato

source: Upgrade to %s complete
it: Potenziamento per %s completato

source: Player "%s" has left the game
it: Il giocatore "%s" ha lasciato la partita

source: Player "%s" has been killed
it: Il giocatore "%s" e' stato ucciso­

source: Unit deleted
it: Unita' cancellata

source: #%d '%s' Player:#%d %s
it: #%d '%s' Giocatore:#%d %s

source: Amount %d
it: Quantita' %d

source: Mirror editing enabled: 2-side
it: Modifica a specchio abilitata: 2 lati

source: Mirror editing enabled: 4-side
it: Modifica a specchio abilitata: 4 lati

source: Mirror editing disabled
it: Modafica a specchio disabilitata

source: Unit owner modified
it: Possessore dell'unita' modificato

source: Select player #%d
it: Seleziona giocatore #%d

source: Do it! Do it now!
it: Buon divertimento.

source: No sync info for this replay !
it: Nessuna informazione di sincronizzazione per questo replay!

source: Replay got out of sync (%lu) !
it: Il replay e' andato fuori sincronizzazione (%lu)!

source: Replay got out of sync !
it: Il replay e' andato fuori sincronizzazione!

source: End of replay
it: Fine del replay

source: Missile %s
it: Proiettile %s

source: Can't find missile %s
it: Non riesco a trovare il proiettile­: %s

source: %s sent bad command
it: %s ha inviato un comando errato

source: Network out of sync
it: Rete fuori sincronizzazione

source: Waiting for player "%s": %d:%02d
it: In attesa di altri giocatori "%s": %d:%02d

source: Timed out
it: Tempo esaurito

source: Construction %s
it: Costruzione %s

source: Building Limit Reached
it: Limite degli edifici raggiunto

source: Unit Limit Reached
it: Limite delle unita' raggiunto

source: Insufficient Supply, increase Supply.
it: Scorte insufficienti, incrementare le scorte

source: Total Unit Limit Reached
it: Limite totale delle unita' raggiunto

source: Limit of %d reached for this unit type
it: Limite di %d raggiunto per questo tipo di unita'

source: Not enough %s...%s more %s.
it: Non hai abbastanza %s...%s hai bisogno di piu' %s.

source: Thanks for playing Stratagus.
it: Grazie per aver giocato a Wargus.

source: Select Target
it: Seleziona Bersaglio

source: Select Location
it: Seleziona la posizione

source: Unit training queue is full
it: La coda di addestramento e' piena

source: Icon %s
it: Icona %s

source: Can't find icon %s
it: Non riesco a trovare l'icona: %s

source: Icons %s
it: Icone %s

source: Sound is on.
it: Il suono e' acceso

source: Sound is off.
it: Il suono e' spento­

source: Music is off.
it: La musica e' spenta

source: Music is on.
it: La musica e' accesa

source: Game Paused
it: Gioco in pausa

source: Game Resumed
it: Gioco ripreso

source: Big map enabled
it: Grande mappa abilitata

source: Returning to old map
it: Ritorno alla vecchia mappa

source: Faster
it: Piu' veloce

source: Slower
it: Piu' lento

source: Set default game speed
it: Imposta la velocita' predefinita

source: Terrain displayed.
it: Terreno visualizzato.­

source: Terrain hidden.
it: Terreno nascosto.­

source: Grab mouse toggled.
it: Afferra il mouse.

source: Screenshot made.
it: Schermata salvata

source: Last message repeated ~<%d~> times
it: L'ultimo messaggio e' stato ripetuto ~<%d~> volte

source: ~<Event: %s~>
it: ~<Evento: %s~>

source: Cycle:
it: Ciclo:

source: You have ~<%d~> %ss
it: Tu hai ~<%d~> %s

source: You have ~<%d~> %s(s)
it: Tu hai ~<%d~> %s

source: Requirements:
it: Requisiti:

source: %s attacked
it: %s e' attaccata

source: unit-type '%s' without animations, ignored.
it: Questo tipo di unita' '%s' non ha animazioni, ignorato.

source: Unit "%s"
it: Unita' "%s"

source: Cursor %s
it: Cursore %s
